{"CLL":{"GRS":[0.218300402264723],"case_mean":[0.334416491585118],"case_sd":[0.366219940633539],"control_mean":[0.0646363125792606],"control_sd":[0.363400807611421],"msg1":["A genetic risk score is an arbitrary value that gives a summary of a large number ofdifferent SNPs each of which contribute a little to disease risk.The higher the value, the higher the risk of developing disease. This plot shows the risk profile for chronic lymphoblastic leukemia. Patients with this disease have genetic risk scores centered around 0.33, as shown by the shape of the red line. The blue line, in contrast, shows the genetic risk score profilefor a matched group of healthy controls. Their genetic risk score for chronic lymphoblastic leukemia center around 0.065. However, even though they are healthy, several actually have higher genetic risk scores than the average patient's risk score (23%). This means that even with high genetic risk scores, you can be perfectly healthy all your life. It only tweaks the probabities. This illustrates the weak point of using GWAS technology for prognosis"],"msg2":["Your genetic risk score is shown as a vertical black bar. The more to the right it is, the higher a genetic risk score for chronic lymphoblastic leukemia you have. However as explained above, people who remain healthy can also have higher genetic risk scores.The key is therefore to consider how many healthy individuals have a lower score (the blue percentage).The lower the better because it means people with worse genetic profiles than you typically stay healthy.Conversely, the red percentage indicates the fraction of patients with the disease who have a higher genetic risk score than you.The overall point, of course, is also to illustrate that as long as GWAS data cannot separate healthy and patient groups better,their prognistic value is limited: completely separated tops would be nice to have clinically, but this is not what exists from GWAS.The GWAS findings were taken from the study by Berndt-2015 et al (http://www.ncbi.nlm.nih.gov/pubmed/26956414).Probability distributions were calculated as random samplings of genotypes based on the reported minor allele frequency either in cases or controls.Genetic risk scores were calculated as the sum of risk-allele count multiplied with the effect size."]},"ALL":{"GRS":[0.29843822531076],"case_mean":[0.766972534549979],"case_sd":[0.262146637116032],"control_mean":[0.591595679544669],"control_sd":[0.24877402792401],"msg1":["A genetic risk score is an arbitrary value that gives a summary of a large number ofdifferent SNPs each of which contribute a little to disease risk.The higher the value, the higher the risk of developing disease. This plot shows the risk profile for acute lymphoblastic leukemia. Patients with this disease have genetic risk scores centered around 0.77, as shown by the shape of the red line. The blue line, in contrast, shows the genetic risk score profilefor a matched group of healthy controls. Their genetic risk score for acute lymphoblastic leukemia center around 0.59. However, even though they are healthy, several actually have higher genetic risk scores than the average patient's risk score (24%). This means that even with high genetic risk scores, you can be perfectly healthy all your life. It only tweaks the probabities. This illustrates the weak point of using GWAS technology for prognosis"],"msg2":["Your genetic risk score is shown as a vertical black bar. The more to the right it is, the higher a genetic risk score for acute lymphoblastic leukemia you have. However as explained above, people who remain healthy can also have higher genetic risk scores.The key is therefore to consider how many healthy individuals have a lower score (the blue percentage).The lower the better because it means people with worse genetic profiles than you typically stay healthy.Conversely, the red percentage indicates the fraction of patients with the disease who have a higher genetic risk score than you.The overall point, of course, is also to illustrate that as long as GWAS data cannot separate healthy and patient groups better,their prognistic value is limited: completely separated tops would be nice to have clinically, but this is not what exists from GWAS.The GWAS findings were taken from the study by Xu-2013 et al (http://www.ncbi.nlm.nih.gov/pubmed/23512250).Probability distributions were calculated as random samplings of genotypes based on the reported minor allele frequency either in cases or controls.Genetic risk scores were calculated as the sum of risk-allele count multiplied with the effect size."]}}
