{"educational_attainment_years_of_education_27225129":{"GRS":[0.521052807677929],"trait":["educational attainment (years of education)"],"percentage":[69],"message":["Ethnicity-corrected trait Z-score is 0.52 This genetic risk score is higher than 69% of the general population. This is a fairly average score. Result from the analysis of 143 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/27225129'>Okbay A et al (PMID 27225129)<\/a><\/u>, which were reported to be associated with educational attainment (years of education). This study reports a total sample size of 405072, as entered on date 2016-05-26."]},"emotional_Intelligence_29527006":{"GRS":[0.96862002105788],"trait":["emotional intelligence"],"percentage":[83],"message":["Ethnicity-corrected trait Z-score is 0.97 This genetic risk score is higher than 83% of the general population. This is a fairly average score. Result from the analysis of 11 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/29527006'>Warrier V et al (PMID 29527006)<\/a><\/u>, which were reported to be associated with emotional intelligence. This study reports a total sample size of 46861, as entered on date 2018-01-03."]},"empathy_quotient_29527006":{"GRS":[0.954783885550812],"trait":["empathy quotient"],"percentage":[83],"message":["Ethnicity-corrected trait Z-score is 0.95 This genetic risk score is higher than 83% of the general population. This is a fairly average score. Result from the analysis of 8 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/29527006'>Warrier V et al (PMID 29527006)<\/a><\/u>, which were reported to be associated with empathy quotient. This study reports a total sample size of 46861, as entered on date 2018-03-12."]},"intelligence_childhood_23358156":{"GRS":[-1.38571134020305],"trait":["intelligence (childhood)"],"percentage":[8],"message":["Ethnicity-corrected trait Z-score is -1.4 This genetic risk score is higher than 8% of the general population. This is a low score. Result from the analysis of 6 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/23358156'>Benyamin B et al (PMID 23358156)<\/a><\/u>, which were reported to be associated with intelligence (childhood). This study reports a total sample size of 12441, as entered on date 2013-01-29."]},"intelligence_28530673":{"GRS":[0.0137583437566957],"trait":["intelligence"],"percentage":[50],"message":["Ethnicity-corrected trait Z-score is 0.014 This genetic risk score is higher than 50% of the general population. This is a fairly average score. Result from the analysis of 34 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/28530673'>Sniekers S et al (PMID 28530673)<\/a><\/u>, which were reported to be associated with intelligence. This study reports a total sample size of 78308, as entered on date 2017-05-22."]},"intelligence_29326435":{"GRS":[1.50634294801396],"trait":["intelligence"],"percentage":[93],"message":["Ethnicity-corrected trait Z-score is 1.5 This genetic risk score is higher than 93% of the general population. This is a high score. But keep in mind that additional calculation is necessary to determine a real life-time risk. For example having a very high genetic score for something that is not very heritable may make very little difference. These additional calculations typically require further studies, not always available. Result from the analysis of 564 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/29326435'>Hill W.D. et al (PMID 29326435)<\/a><\/u>, which were reported to be associated with intelligence. This study reports a total sample size of 199242, as entered on date 2017-11-03."]},"intelligence_29942086":{"GRS":[-1.54616766688354],"trait":["intelligence"],"percentage":[6],"message":["Ethnicity-corrected trait Z-score is -1.5 This genetic risk score is higher than 6% of the general population. This is a low score. Result from the analysis of 521 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/29942086'>Savage JE et al (PMID 29942086)<\/a><\/u>, which were reported to be associated with intelligence. This study reports a total sample size of 269867, as entered on date 2018-06-25."]},"cognitive_empathy_28584286":{"GRS":[-0.826095538998445],"trait":["cognitive empathy"],"percentage":[20],"message":["Ethnicity-corrected trait Z-score is -0.83 This genetic risk score is higher than 20% of the general population. This is a fairly average score. Result from the analysis of 89 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/28584286'>Warrier V et al (PMID 28584286)<\/a><\/u>, which were reported to be associated with cognitive empathy. This study reports a total sample size of 89553, as entered on date 2017-06-06."]},"cognitive_performance_30038396":{"GRS":[0.516639232843031],"trait":["cognitive performance"],"percentage":[69],"message":["Ethnicity-corrected trait Z-score is 0.52 This genetic risk score is higher than 69% of the general population. This is a fairly average score. Result from the analysis of 215 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/30038396'>Lee JJ et al (PMID 30038396)<\/a><\/u>, which were reported to be associated with cognitive performance. This study reports a total sample size of 257841, as entered on date 2018-07-23."]},"cognitive_performance_mtag_30038396":{"GRS":[-1.06275098288706],"trait":["cognitive performance (mtag)"],"percentage":[14],"message":["Ethnicity-corrected trait Z-score is -1.1 This genetic risk score is higher than 14% of the general population. This is a low score. Result from the analysis of 587 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/30038396'>Lee JJ et al (PMID 30038396)<\/a><\/u>, which were reported to be associated with cognitive performance (mtag). This study reports a total sample size of 402382, as entered on date 2018-07-23."]},"highest_math_class_taken_30038396":{"GRS":[0.00614704168976408],"trait":["highest math class taken"],"percentage":[50],"message":["Ethnicity-corrected trait Z-score is 0.0061 This genetic risk score is higher than 50% of the general population. This is a fairly average score. Result from the analysis of 334 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/30038396'>Lee JJ et al (PMID 30038396)<\/a><\/u>, which were reported to be associated with highest math class taken. This study reports a total sample size of 430445, as entered on date 2018-07-23."]},"self-reported_math_ability_30038396":{"GRS":[2.41705417681066],"trait":["self-reported math ability"],"percentage":[99],"message":["Ethnicity-corrected trait Z-score is 2.4 This genetic risk score is higher than 99% of the general population. This is a high score. But keep in mind that additional calculation is necessary to determine a real life-time risk. For example having a very high genetic score for something that is not very heritable may make very little difference. These additional calculations typically require further studies, not always available. Result from the analysis of 541 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/30038396'>Lee JJ et al (PMID 30038396)<\/a><\/u>, which were reported to be associated with self-reported math ability. This study reports a total sample size of 564698, as entered on date 2018-07-23."]},"self-reported_math_ability_mtag_30038396":{"GRS":[1.66904789752051],"trait":["self-reported math ability (mtag)"],"percentage":[95],"message":["Ethnicity-corrected trait Z-score is 1.7 This genetic risk score is higher than 95% of the general population. This is a high score. But keep in mind that additional calculation is necessary to determine a real life-time risk. For example having a very high genetic score for something that is not very heritable may make very little difference. These additional calculations typically require further studies, not always available. Result from the analysis of 744 SNPs from <u><a target='_blank' href='http://www.ncbi.nlm.nih.gov/pubmed/30038396'>Lee JJ et al (PMID 30038396)<\/a><\/u>, which were reported to be associated with self-reported math ability (mtag). This study reports a total sample size of 670471, as entered on date 2018-07-23."]}}
