{"athletics_snp":{"rs1815739":{"SNP":["rs1815739"],"Your genotype":["T/T"],"Description":["This T variant of this SNP breaks the ACTN3. The C variant have been found to be associated with better sprint performance (PMID 23358679). The evidence supporting this is solid, with numerous meta-analysis performed - all with the same result. However, while it is a true finding (significance) it is also recommended to understand the limited magnitude of the SNP (effect size). The odds ratio for each C is 1.3, which is the added probability of being an elite athlete. This means that even in the olympic sprint it is likely that T/T individuals are participating."]},"rs4646994":{"SNP":["rs4646994"],"Your genotype":[null],"Description":["ACE - this variant is found in one study to potentially distinguish between capability in power-sports vs endurance-sports (PMID 25943990). However it is also mentioned in several studies of other traits such as hypertension and alzheimers. The evidence behind it's effect remain unclear. Insertations (I) are the ones supposed to be associated with endurance, and deletions (D) with power-sports. Note that the imputation often fails for this SNP, meaning that many users will see a 'blank' result."]},"rs699":{"SNP":["rs699"],"Your genotype":["A/G"],"Description":["AGT - the C allele of this SNP has been found to associate with ability in power-sports (PMID 20029521). The support for this SNP is slightly lower than the ACTN3 SNP, but it nonetheless seems to be a correct finding. The same comments on limited odds-ratios still apply."]}},"injuries_and_dietary":{"note":["This table calculates genetic risk scores for all domains covered in Goodlin et al (https://www.ncbi.nlm.nih.gov/pubmed/25919592, which covers a number of often encountered injuries and dietary needs in athletics. The risk score is indicated as percentile, i.e. 'how many percent of people have a lower score'. So it should not be translated as the direkt risk probability. It is just a measure of how you scale relative to other people, based on a measurement of the known genetic component."],"ACL rupture":{"Domain":["ACL rupture"],"Number of SNPs":[4],"Level-score":["50.4 %"],"Source notes":["rs1800012: \"COL1A1 - the T allele was found to be associated with injuries. A is associated with higher risk. (acute soft tissue ruptures.). PMID 19193665. COL1A1 - the T allele was found to be associated with injuries. A is associated with higher risk. (acute soft tissue ruptures.). PMID 19193665. Note that OR is probably due to a winner's curse effect in the reporting paper; few SNPs have such strong effect.\"; rs13946: COL5A1 gene SNPs. From Posthumus 2009 PMID 19654427. Very weak evidence behind this one, but used in Goodlin 2015. For example it is only significant in female participants in the study. The C is the risk-allele in this case; rs12722: COL5A1 gene SNPs. From Posthumus 2009 PMID 19654427. Very weak evidence behind this one, but used in Goodlin 2015. This SNP have no effect, so it is mentioned, but omitted from the analysis.; rs240736: COL12A1 gene SNPs. From PMID 19443461 (posthumus 2010a). They call it BsrI. Sligthly weak evidence behind this one, but used in Goodlin 2015. This SNP have no effect, so it is mentioned, but omitted from the analysis.; rs970547: COL12A1 gene SNPs. From PMID 19443461 (posthumus 2010a). They call it AluI. Sligthly weak evidence behind this one and only in women, but used in Goodlin 2015. They find that the A-allele (major) is the risk genotype, corresponding to TT in modern notation.; rs2276109: MMP12 gene SNP. From Posthumus 2011. Same level evidence as the COL12A1 and COL5A1. They find that AA genotype (major) is over-represented in NON, corresponding to T being risk. Used in Goodlin 2015."]},"Achilles tendon":{"Domain":["Achilles tendon"],"Number of SNPs":[5],"Level-score":["14.2 %"],"Source notes":["rs591058, rs650108, rs679620: MMP3 gene SNPs. From Raleigh 2009. Same level evidence as above but for Achilles Tendon.; rs591058, rs650108, rs679620: COL5A1 SNP. From September 2009 (sic). Note that they also report the rs12722 as Achilles tendon effect. LD is 0.722 R^2 between the two.; rs143383: GDF5 SNP. From Posthumus 2010b, PMID 20360039. The usual weak level of evidence from candidate genes. Note paper has TT as risk but that is different in modern notation. Also poorly proxy SNP tagged. Mentioned, but omitted from analysis.; rs3834129: CASP8 SNPs. From Nell 2012. The usual weak level of evidence from candidate gene studies. Not imputable, shouldnt be analyzed.; rs591058, rs650108, rs679620: CASP8 SNPs. From Nell 2012. The usual weak level of evidence from candidate gene studies. G is risk allele."]},"Stress fracture":{"Domain":["Stress fracture"],"Number of SNPs":[3],"Level-score":["95.6 %"],"Source notes":["rs3018362: RANK gene, from PMID 25464125.; rs1021188: RANKL gene, from PMID 25464125.; rs3751143: P2X7R gene, from PMID 26825304. Glu496Ala-loss of function) was associated with stress fracture injury.; rs1718119: P2X7R gene, from PMID 26825304. Ala348Thr-gain of function was associated with a reduced occurrence of stress fracture"]},"Osteoarthritis":{"Domain":["Osteoarthritis"],"Number of SNPs":[9],"Level-score":["31.7 %"],"Source notes":["rs10492367, rs10948172, rs11177, rs12107036, rs4836732, rs6976, rs8044769, rs835487, rs9350591: From arcOGEN 2012. This source is a well-powered GWAS. These SNPs are well-supported for the osteoarthritis phenotype"]},"Iron Biomarker":{"Domain":["Iron Biomarker"],"Number of SNPs":[1],"Level-score":["19.2 %"],"Source notes":["rs236918: From Oexle 2011. Reports association to soluble transferrin receptor (sTfR) in serum."]},"Vitamin E":{"Domain":["Vitamin E"],"Number of SNPs":[3],"Level-score":["42 %"],"Source notes":["rs964184: From Major 2011. GWAS, so reasonable strength. Focus also ok. G-allele (minor) causes higher vitamin E levels); rs2108622: From Major 2011. GWAS, so reasonable strength. Focus also ok. T-allele (minor) causes higher vitamin E levels); rs11057830: From Major 2011. GWAS, so reasonable strength. Focus also ok. A-allele (minor) causes higher vitamin E levels)"]},"Vitamin D":{"Domain":["Vitamin D"],"Number of SNPs":[3],"Level-score":["98.6 %"],"Source notes":["rs10741657, rs2282679: From Wang 2010b. GWAS in Lancet, so definetly ok. Probably have to assume that minor allele is decreasing-allele. It seems the paper completely forgot to mention direction of effect.; rs12785878: From Wang 2010b. Also from Lancet.Note this is also mentioned as rs7944926 in the paper, its a perfect proxy."]},"Magnesium":{"Domain":["Magnesium"],"Number of SNPs":[8],"Level-score":["28.6 %"],"Source notes":["rs11144134, rs13146355, rs2592394, rs3925584, rs4072037, rs448378, rs4561213, rs7197653, rs7965584: From Meyer 2010. Affects the Magnesium concentration. Good evidence level."]},"Vitamin B":{"Domain":["Vitamin B"],"Number of SNPs":[4],"Level-score":["79.7 %"],"Source notes":["rs10515552, rs2298585, rs3760776, rs41281112: From Lin 2012. Finds SNPs for Vitamin B."]},"Phytosterols":{"Domain":["Phytosterols"],"Number of SNPs":[2],"Level-score":["3.34 %"],"Source notes":["rs41360247, rs4245791, rs657152: From Teupser 2010. Finds Phytosterols level associated SNPs."]},"Bone mineral density":{"Domain":["Bone mineral density"],"Number of SNPs":[91],"Level-score":["86.6 %"],"Source notes":["rs10048146, rs10226308, rs1026364, rs10416218, rs1053051, rs10835187, rs11048046, rs11602954, rs11623869, rs11675051, rs11755164, rs11809524, rs12120297, rs12137389, rs12407028, rs12821008, rs1286083, rs12995369, rs13204965, rs13245690, rs13272568, rs13336428, rs13413210, rs1346004, rs1366594, rs1373004, rs1564981, rs1566045, rs163879, rs1670346, rs17040773, rs17482952, rs1864325, rs1878526, rs2008425, rs2016266, rs2062377, rs2118784, rs2120461, rs227584, rs2282930, rs2291296, rs2784767, rs2887571, rs344081, rs3736228, rs3755955, rs3790160, rs3801387, rs3905706, rs4233949, rs4240467, rs430727, rs4492531, rs4727338, rs4790881, rs4792909, rs479336, rs4796995, rs4817775, rs4820539, rs4869742, rs4957742, rs4985155, rs5926033, rs5934507, rs5952638, rs600231, rs6426749, rs6436440, rs6532023, rs6959212, rs7017914, rs7071206, rs7084921, rs7108738, rs7217932, rs7226305, rs7257450, rs730402, rs7326472, rs736825, rs7427438, rs7521902, rs7584262, rs7751941, rs7788807, rs7812088, rs7851693, rs7932354, rs7953528, rs884205, rs9466056, rs9533090, rs964181, rs9921222: From Estrada 2012. This source is a well-powered GWAS. These SNPs are well-supported for the bone mineral density phenotype"]}}}
